
export default function Reglament() {
  return (
   <>
    <div className="container-width pt-16 mb-24">
      <div className="flex flex-col items-end gap-2 mb-12"> 
        <h2 className=""> Регламент</h2>
        <h5>Регламент ОД И ЭК</h5>
      </div>
      <div className="p-4 sm:p-6 border rounded-2xl border-primary-300 w-full fh-[500px]">
        <div className="flex flex-col h-full"> 
          <h4 className="text-center mb-6 mt-4">ПОЛОЖЕНИЕ <br/>о проведении Фестиваля интеллектуальных игр «Emerald City Fest 2025. Nevermore 5»</h4>
          <ol className="level-1">
            <li>Основные положения
                <ol className="level-2">
                  <li>Фестиваль интеллектуальных игр «Emerald City Fest 2025. Nevermore 5» (далее — Фестиваль) проводится в Сиэтле 13–14 сентября 2025 года.</li>
                  <li>Оргкомитет Фестиваля составляют Ксения Ковалева, Евгений Новиков. Председателем Оргкомитета Фестиваля является Ксения Ковалева.</li>
                  <li>В рамках Фестиваля проводятся турниры по «Основной дисциплине», «Эрудит-квартету», и «Своей игре». Порядок проведения турниров описан в соответствующих Регламентах.</li>
                </ol>

            </li>
            <li>Участники Фестиваля
                <ol className="level-2">
                  <li>Участие в Фестивале могут принять команды, своевременно подавшие заявку и оплатившие взнос. Взнос не является прибылью организаторов, а идёт на организацию и проведение мероприятия.</li>
                  <li>В состав команды могут входить не менее 4 и не более 9 игроков.</li>
                  <li>Оргкомитет готов принять 18 команд. Заявки принимаются в порядке времени их подачи.</li>
                  <li>Оргкомитет имеет право отказать команде в участии без объяснения причин.</li>
                  <li>Окончательный список участников Фестиваля должен быть опубликован Оргкомитетом не позднее 23:59 (GMT-7) 8 сентября 2025 года. Дальнейшие изменения в списке участников возможны только при отказе команд от участия. </li>
                  <li>В случае отказа команды от участия менее чем за месяц до начала Фестиваля, команде возвращается 50% внесенного взноса.</li>
                </ol>
            </li>    
            <li>Особые ситуации
                <ol className="level-2">
                  <li>Решения по трактовке и применению данного Положения и Регламентов турниров в конкретных ситуациях принимает Оргкомитет.</li>
                  <li>Оргкомитет имеет право изменить текст данного Положения и Регламентов турниров до 23:59 (GMT-7) 12 сентября 2025 года при условии публикации информации 
                    о факте и содержании изменений в <a href="https://t.me/+ig7u7dEkGps0OWYx" target="_blank">телеграм-канале Фестиваля</a>, за исключением пункта 1.2. настоящего положения.
                    Пункт 1.2. может быть изменён без публикации информации об этом в телеграм-канале, при условии актуализации информации <a href="https://rating.chgk.info/tournament/12277" target="_blank">на странице Фестиваля на турниром сайте</a>.</li>
                </ol>
            </li>    
          </ol>
          <h4 className="text-center mb-6 mt-16">Регламент турнира по «Основной дисциплине»</h4>
          <ol className="level-1">
            <li>Общие положения
                <ol className="level-2">
                  <li>В турнире по «Основной дисциплине» (далее — Турнир) могут участвовать команды, получившие такое право в соответствии с Положением о Фестивале.</li>
                </ol>
            </li>
            <li>Проведение турнира
                <ol className="level-2">
                  <li>Дистанция Турнира составляет 90 вопросов (6 туров по 15 вопросов в каждом). 
                    Редакторская группа:
                    <ul className="unnumlist">
                      <li>Дмитрий Стальнухин</li>
                      <li>Алексей Бороненко</li>
                      <li>Юлия Дидбаридзе</li>
                      <li>Дария Жылкыбаева</li>
                      <li>Артём Колесов</li>
                      <li>Темирлан Сафаргалиев</li>
                    </ul>
                  </li>
                  <li>Все команды играют одновременно в одном помещении.</li>
                  <li>Турнир проводится по <a href="https://old-codices.neocities.org/rules-kvrm" target="_blank">правилам командных викторин с раундами по минуте (КВРМ)</a>.</li>
                  <li>Вопросы объединяются в туры, состоящие из 15 вопросов. За столом одновременно может находиться не более шести человек. Замены в команде разрешены между турами.</li>
                  <li>Команды занимают места в турнирной таблице в порядке уменьшения количества взятых вопросов по результатам основной дистанции Турнира. В случае равенства количества взятых вопросов у двух или большего числа команд эти команды считаются разделившими соответствующее место.</li>
                  <li>В случае, когда две или более команд ответили на одинаковое количество вопросов и делят призовое место, для них назначается «перестрелка» на трёх дополнительных вопросах. В случае равенства количества взятых после отыгрыша трёх вопросов «перестрелка» продолжается по одному вопросу до того момента, пока не будут однозначно выявлены команды, занимающие первые три места в Турнире.</li>
                </ol>
            </li>
            <li>Игровое и апелляционное жюри
                <ol className="level-2">
                  <li>В состав Игрового жюри (далее — ИЖ) входят Ксения Ковалева и Елена Клейнер. Председателем ИЖ является Ксения Ковалева.</li>
                  <li>ИЖ обязано:
                    <ul className="unnumlist">
                      <li>оценить ответы команд;</li>
                      <li>огласить предварительные результаты прошедшего тура не позднее, чем через 5 минут после его окончания;</li>
                      <li>в течение 5 минут после оглашения предварительных результатов исправить технические ошибки, о которых было сообщено;</li>
                      <li>огласить окончательные результаты тура не позднее, чем через 5 минут после завершения исправления технических ошибок;</li>
                      <li>исправить таблицы результатов в соответствии с решениями Апелляционного жюри (далее — АЖ) о зачёте ответов или снятии вопросов;</li>
                      <li>принимать решения о применении штрафных санкций к командам и зрителям в случае некорректного поведения;</li>
                      <li>огласить окончательные итоги Турнира не позднее, чем через 30 минут после окончания работы АЖ;</li>
                      <li>хранить тексты отыгранных вопросов до окончания Турнира и предоставлять их по требованию АЖ и капитанов играющих команд.</li>
                    </ul>
                  </li>
                  <li>ИЖ ответственно за хранение протоколов Турнира до окончания Турнира. По окончании Турнира протоколы передаются Оргкомитету.</li>
                  <li>В состав Апелляционного жюри входят Антон Березанский и Иван Ерёмин.</li>
                  <li>АЖ обязано рассмотреть апелляции в порядке приоритета: в первую очередь рассматриваются апелляции на снятие вопроса из-за существенной ошибки, во вторую очередь рассматриваются апелляции на зачёт ответа. Решения по апелляциям должны быть оглашены не позднее, чем через два часа после окончания срока подачи апелляций на вопросы последнего тура.</li>
                  <li>АЖ имеет право привлекать к работе с правом совещательного голоса любых специалистов.</li>
                  <li>При рассмотрении апелляций на зачёт ответа АЖ принимает решение абсолютным большинством голосов. Апелляции на снятие вопроса могут быть приняты только единогласно.</li>
                  <li>Решения АЖ по всем вопросам, вынесенным на его рассмотрение, окончательны и обжалованию не подлежат.</li>
                </ol>
            </li>
            <li>Апелляции
                <ol className="level-2">
                  <li>Допускается подача апелляций на зачёт ответа, на снятие вопроса из-за существенной ошибки, которая помешала команде ответить на вопрос или на ошибку в воспроизведении вопроса.
                    <br/>Апелляция на ошибку в воспроизведении вопроса может быть подана, если вопрос был вопроизведён в изменённом виде не менее чем для 3 команд.</li>
                  <li>Капитан или иной представитель команды должен сообщить секретарю Технической комиссии (далее — ТК) о намерении подать апелляцию на вопрос тура в течение 15 минут после окончания тура, сообщив номер команды, номер апеллируемого вопроса, тип апелляции и оплатив залог.</li>
                  <li>При выполнении условий из п. 4.2. команда имеет право подать апелляцию:
                    <ul className="unnumlist">
                      <li>на вопросы 1 тура — до начала 3 тура;</li>
                      <li>на вопросы 2 и 3 тура — до истечения пятнадцатиминутного срока после окончания 3 тура;</li>
                      <li>на вопросы 4 тура — до начала 6 тура;</li>
                      <li>на вопросы 5 и 6 тура — до истечения пятнадцатиминутного срока после окончания 6 тура.</li>
                    </ul>
                  </li>
                  <li>Апелляция подаётся в письменном виде через специальную гугл-форму. При отсутствии технической возможности подать апелляцию через гугл-форму, команда имеет право подать апелляцию письменно секретарю ТК. В АЖ апелляции передаются без указания авторства.</li>
                  <li>Залог за апелляцию составляет $20. В случае удовлетворения апелляции или её нерассмотрения ввиду снятия вопроса залог возвращается. Если команда подаёт вторую и последующие апелляции, залог за них увеличивается по формуле N ✕ $20, где N — порядковый номер апелляции, поданной командой, исключая те, по которым залог был возвращён.
                      Если решения по ранее поданным апелляциям ещё не вынесены, они временно приравниваются к отклонённым для расчета суммы залога за последующие апелляции. При удовлетворении апелляции или её нерассмотрении ввиду снятия вопроса залог за неё возвращается, а сумма залога для последующих апелляций пересчитывается в соответствии с количеством фактически отклонённых апелляций.</li>
                  <li>Залог передаётся секретарю ТК вместе с информацией о поданной через гугл-форму апелляции или вместе с письменной апелляцией.</li>
                  <li>Объектом апелляции может быть лишь один вопрос Турнира. Для каждой апелляции команда должна заполнять отдельную форму, не допускается подача нескольких апелляций в одной форме или на одном носителе (при подаче письменной апелляции через секретаря).</li>
                  <li>В случае принятия АЖ решения о том, что допущенная в вопросе ошибка существенна с точки зрения поиска правильного ответа, вопрос снимается (правильный ответ не засчитывается ни одной из команд) без замены его другим.</li>
                  <li>В случае принятия АЖ решения о признании верным ответа, не совпадающего с авторским, этот ответ засчитывается всем давшим его командам. АЖ при удовлетворении апелляции на зачёт ответа обязано рассмотреть также ответы других команд и зачесть те из них, которые оно сочтёт эквивалентными зачтённому по апелляции. В случае принятия апелляции на зачёт ответа ИЖ передаёт АЖ все бланки ответов на этот вопрос для принятия решения о том, является ли тот или иной ответ эквивалентным зачтённому по апелляции. </li>
                </ol>
            </li>
            <li>Техническая комиссия, секретарь ТК и ассистенты
              <ol className="level-2">
                <li>Техническая комиссия (ТК), секретарь ТК и ассистенты («секунданты» или «ласточки») утверждаются Оргкомитетом. Их состав может быть изменён в любой момент, в том числе и во время игры. Любые лица, на которых возложены данные функции, не могут принимать участие в игре (или туре, в ходе которого лицо исполняет свои обязанности).</li>
                <li>В обязанности секретаря ТК входит:
                  <ul className="unnumlist">
                    <li>обработка обращений капитанов команд, касающихся технических ошибок при внесении результатов туров ОД;</li>
                    <li>приём спорных ответов от капитанов команд;</li>
                    <li>приём письменных апелляций команд, залога за апелляцию и возврат залога в случае удовлетворения апелляции.</li>
                  </ul>
                </li>
                <li>В обязанности ТК входит:
                  <ul className="unnumlist">
                    <li>обработка ответов команд на вопросы Турнира и внесение результатов в игровую таблицу;</li>
                    <li>передача в ИЖ тех ответов команд, для определения правильности которых нужна экспертная оценка.</li>
                  </ul>
                </li>
                <li>В обязанности ассистентов входит:
                  <ul className="unnumlist">
                    <li>раздача иллюстративных материалов к вопросам;</li>
                    <li>сбор карточек с ответами и передача их ТК;</li>
                    <li>контроль за соблюдением командами настоящего Регламента.</li>
                  </ul>
                </li>
                <li>Ассистент вправе не принять ответ команды, если он был сдан после окончания времени, отведённого на сдачу ответа. При этом ассистент должен надорвать непринятую карточку с ответом и устно уведомить команду о том, что её ответ не будет рассмотрен ТК, ИЖ и АЖ.</li>
              </ol>
            </li>
            <li>Штрафные санкции
              <ol className="level-2">
                <li>К командам-участницам Турнира и зрителям, допустившим некорректное поведение во время проведения Турнира, могут применяться штрафные санкции.</li>
                <li>Под штрафной санкцией для команды понимается:
                  <ul className="unnumlist">
                    <li>аннулирование её результатов в Турнире или в отдельных турах;</li>
                    <li>удаление её из зала, в котором проводятся соревнования.</li>
                  </ul>
                </li>
                <li>Под штрафной санкцией для зрителя понимается удаление его из зала, где проводятся соревнования Турнира.</li>
                <li>Под некорректным поведением команды во время проведения Турнира понимаются следующие действия любого игрока из заявленного состава команды:
                  <ul className="unnumlist">
                    <li>нарушение правил игры, установленных настоящим Регламентом;</li>
                    <li>высказывание или действие, оскорбляющее представителей Оргкомитета, игроков других команд, зрителей или любого человека, находящегося в зале;</li>
                    <li>действия, мешающие представителям Оргкомитета осуществлять их деятельность по проведению Турнира;</li>
                    <li>невыполнение распоряжений представителей Оргкомитета, имеющих отношение к выполняемым ими обязанностям по обеспечению проведения Турнира.</li>
                  </ul>
                </li>
                <li>Под некорректным поведением зрителя во время проведения Турнира понимаются действия, указанные в п. 6.4, а также:
                  <ul className="unnumlist">
                    <li>подсказка команде или любому её игроку;</li>
                    <li>шум во время чтения ведущим вопроса.</li>
                  </ul>
                </li>
                <li>Решение о применении штрафных санкций принимается ИЖ единогласно. В случае отсутствия согласия ИЖ передаёт вопрос на рассмотрение Оргкомитета Фестиваля, который принимает решение простым большинством голосов. В случае равенства голосов решающим является голос председателя Оргкомитета.</li>
                <li>В случае принятия решения о применении штрафных санкций ведущий оповещает о нём всех находящихся в зале.</li>
              </ol>
            </li>
            <li>Особые ситуации
              <ol className="level-2">
                <li>Оргкомитет имеет право изменить уже опубликованный Регламент до 23:59 (GMT-7) 12 сентября 2025 года при условии публикации информации о факте и содержании изменений в <a href="https://t.me/+ig7u7dEkGps0OWYx" target="_blank">телеграм-канале Фестиваля</a>, за исключением пунктов 3.1. и 3.4. настоящего регламента.
                    Пункты 3.1 и 3.4. могут быть изменёны без публикации информации об этом в телеграм-канале, при условии актуализации информации <a href="https://rating.chgk.info/tournament/12277" target="_blank">на странице Фестиваля на турниром сайте</a>.</li>
              </ol>
            </li>
          </ol>  
          <h4 className="text-center mb-6 mt-16">Регламент турнира по «Эрудит-квартету»</h4>
          <ol className="level-1">
            <li>Общие положения
              <ol className="level-2">
                <li>Право участия в турнире по «Эрудит-квартету» (далее — Турнир) получают лучшие 16 команд по результатам первых трёх туров «Основной дисциплины» (далее — ОД). Результаты для расчёта сетки Турнира считаются окончательными после окончания работы ИЖ после третьего тура ОД. При дележе проходных мест учитывается рейтинг; при совпадении рейтингов двух или нескольких команд учитывается количество взятых вопросов в 3-м туре, затем количество взятых вопросов во 2-м туре. Рейтинг каждого вопроса рассчитывается по формуле R = N + 1, где N — число команд, не ответивших на данный вопрос. При совпадении всех дополнительных показателей участие команды определяется жребием.</li>
                <li>Минимальное возможное количество игроков в команде — 3 человека, максимально возможное количество игроков — 8 человек.</li>
                <li>Составы команд в турнирах по ОД и «Эрудит-квартету» могут отличаться, однако для сохранения преемственности команды не менее половины игроков в составе команды «Эрудит-квартета» должны также входить в состав одной из команд, участвующих в турнире по ОД. Если состав команды «Эрудит-квартета» включает игроков из двух разных команд турнира по ОД, считается, что он преемственен команде с более высоким местом посева. Если две команды в турнире по «Эрудит-квартету» претендуют на преемственность к одной команде в турнире по ОД, преемственной считается та, в составе которой больше игроков базовой команды. При равном числе таких игроков решение о преемственности принимает Оргкомитет.</li>
                <li>В состав команды могут входить игроки, которые были заявлены командой в составах на ОД. Иные игроки допускаются до участия в Турнире решением Оргкомитета Фестиваля, который принимает решение простым большинством голосов. В случае равенства голосов решающим является голос председателя Оргкомитета.</li>
              </ol>
            </li>
            <li>Правила «Эрудит-квартета»
              <ol className="level-2">
                <li>Игра состоит из боёв между командами, в каждом из которых участвует не более четырех команд.</li>
                <li>В каждом бое за команду может выступать любой её игрок.</li>
                <li>Бой состоит из трёх раундов, в каждом из которых разыгрываются 4 темы. Розыгрыш каждой темы проходит по правилам спортивной «Своей игры» (без фальстартов). Они описаны в <a href="https://docs.google.com/document/d/190Fhljbs8Vq-t6jYVrRJoKfYrnGoo8vM-xirplofqrQ/edit?usp=sharing" target="_blank">Приложении</a>.</li>
                <li>В каждой теме от команды выступает один игрок. В каждом раунде один игрок может представлять команду только на одной теме. Если в составе команды меньше четырёх игроков, то команда пропускает некоторые из тем раунда.</li>
                <li>Игрок, занявший место за игровым столом, не имеет права каким-либо образом общаться со своей командой до окончания розыгрыша темы — например, спрашивать, нужно ли нажимать, или оборачиваться к ней, кроме ситуаций, описанных в п. 4.2. Нарушение этого правила командой влечёт за собой предупреждение, а грубое или повторное нарушение наказывается незачётом ответа на текущий вопрос либо снятием очков в количестве, равном номиналу текущего вопроса.</li>
                <li>Раунды одного боя:
                  <ul className="unnumlist">
                    <li>«Открытый раунд». Перед началом раунда ведущий объявляет 4 темы; команда в течение минуты определяет, кто из игроков какую тему играет, и письменно сообщает эту информацию ведущему. В течение раунда запрещается изменять порядок выхода игроков.</li>
                    <li>«Полуоткрытый раунд». Ведущий объявляет тему непосредственно перед её отыгрышем; команда в течение 20 секунд определяет игрока, играющего эту тему.</li>
                    <li>«Закрытый раунд». Команда в течение минуты определяет, в каком порядке её игроки отыгрывают темы, и письменно сообщает эту информацию ведущему. В течение раунда запрещается изменять порядок выхода игроков. Ведущий объявляет тему после выхода всех игроков.</li>
                  </ul>
                </li>
                <li>Порядок розыгрыша тем определяется до начала боя, но сообщается командам в соответствии с правилами розыгрыша раунда.</li>
                <li>Если к началу раунда игрок не присутствует в игровом зале, он не может принимать участие в раунде и общаться со своей командой до окончания раунда.</li>
                <li>Результатом команды в бою является сумма очков, набранных её игроками во всех темах всех раундов. Подсчёт очков, набранных при розыгрыше одной темы, производится по правилам спортивной «Своей игры».</li>
                <li>Более высокое место по итогам боя занимает команда, набравшая большую сумму очков. 
                    В случае равенства очков у команд, претендующих на проход в следующий этап, места в бою распределяются по дополнительным показателям, а именно (в порядке приоритета):
                  <ul className="unnumlist">
                    <li>более высокое место занимает команда, набравшая большую сумму очков без учёта неправильных ответов;</li>
                    <li>более высокое место занимает команда с большим количеством ответов за 50, за 40 и так далее;</li>
                    <li>более высокое место занимает команда с более высоким местом посева.</li>
                  </ul>
                  При равенстве всех дополнительных показателей применяется жребий. Формат жребия по необходимости определяется Оргкомитетом на месте.
                </li>
              </ol>
            </li>  
            <li>Схема проведения Турнира
              <ol className="level-2">
                <li>Игры четвертьфиналов Турнира проводятся на двух игровых площадках в два захода, полуфиналы — на двух площадках, финал — на одной площадке. Распределение игр по игровым площадкам определяется сеткой Турнира, публикуемой Оргкомитетом перед началом Турнира.</li>
                <li>Сетка Турнира рассчитывается на 16 команд.</li>
                <li>Турнир проходит по олимпийской системе. Из каждого боя в следующий раунд проходят две команды.</li>
                <li>Сетка Турнира (включая правила формирования состава боёв на каждом этапе) формируется заранее и доступна участникам. Распределение команд по группам производится путём посева. При этом более высокое место в посеве занимает команда, ответившая на большее число вопросов первых трех туров Основной дисциплины. Дополнительным показателем считается рейтинг взятых вопросов. При равенстве рейтинга вопросов команды распределяются жребием.</li>
                <li>По результатам посева формируются следующие группы для 1/4 финала:
                      <table className="max-w-[600px] w-full border sm:table-fixed table-auto my-4">
                        <tbody>
                          <tr>
                            <td className="border border-primary-900 p-1 sm:w-1/5 w-auto whitespace-nowrap text-center">Группа A</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">1</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">8</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">9</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">16</td>
                          </tr>
                          <tr>
                            <td className="border border-primary-900 p-1 sm:w-1/5 w-auto whitespace-nowrap text-center">Группа B</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">2</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">7</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">10</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">15</td>
                          </tr>
                          <tr>
                            <td className="border border-primary-900 p-1 sm:w-1/5 w-auto whitespace-nowrap text-center">Группа C</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">3</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">6</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">11</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">14</td>
                          </tr>
                          <tr>
                            <td className="border border-primary-900 p-1 sm:w-1/5 w-auto whitespace-nowrap text-center">Группа D</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">4</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">5</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">12</td>
                            <td className="border border-primary-900 p-1 sm:w-1/5 text-center">13</td>
                          </tr>
                        </tbody>
                      </table>



                    Число обозначает место команды по результатам посева. 
                </li>
              </ol>
            </li>  
            <li>Спорные ситуации
              <ol className="level-2">
                <li>Апелляции на зачёт дуального ответа или на снятие вопроса из-за существенной ошибки, которая критично повлияла на взятие вопроса, может подавать представитель команды в устной форме непосредственно после окончания отыгрыша спорного вопроса (до начала чтения следующего вопроса). В иных случаях апелляции не рассматриваются.</li>
                <li>Игрок имеет право на короткое по времени (не более 15 секунд) совещание с командой на предмет необходимости подачи апелляции, при условии устного предупреждения ведущего об этом.</li>
                <li>У каждой команды за время турнира есть право на две апелляции. Если апелляция удовлетворяется, у команды остаётся право на две апелляции. Если апелляция отклоняется, то одна возможность «сгорает». После двух отклонённых апелляций команда утрачивает право подавать апелляции.</li>
                <li>Решения по апелляциям, принятые ведущим площадки, не оспариваются и в дальнейшем не пересматриваются. Вердикт по апелляции не влияет на решения по другим апелляциям на тот же вопрос на любой из площадок.</li>
                <li>Если ведущий допустил оговорку, которая существенно влияет на понимание вопроса, или огласил ответ на не прозвучавший вопрос, то такой вопрос снимается и заменяется вопросом аналогичной стоимости из запасной темы. При этом все очки, полученные при розыгрыше снятого вопроса на площадке, где была допущена оговорка, аннулируются — вне зависимости от того, были ли они получены до оговорки или после.</li>
                <li>Существенность оговорки определяет ведущий. Снятие происходит только на той площадке, на которой ведущий оговорился.</li>
                <li>Если ведущий или игроки заметили оговорку после оглашения результатов темы, то вопрос не снимается, переигровки не происходит и результаты остаются в том виде, в котором были оглашены.</li>
              </ol>
            </li>
            <li>Штрафные санкции
              <ol className="level-2">
                <li>К командам-участницам Турнира и зрителям, допустившим некорректное поведение во время проведения Турнира, могут применяться штрафные санкции.</li>
                <li>Под штрафной санкцией для команды понимается:
                  <ul className="unnumlist">
                    <li>незачёт ответа на текущий вопрос либо снятие очков в количестве, равном номиналу текущего вопроса;</li>
                    <li>аннулирование её результатов в Турнире или в отдельных боях;</li>
                    <li>удаление её из зала, в котором проводятся соревнования.</li>
                  </ul>
                </li>
                <li>Под штрафной санкцией для зрителя понимается удаление его из зала, где проводятся соревнования Турнира.</li>
                <li>Под некорректным поведением команды во время проведения Турнира понимаются следующие действия любого игрока из заявленного состава команды:
                  <ul className="unnumlist">
                    <li>нарушение правил игры, установленных <a href="https://docs.google.com/document/d/190Fhljbs8Vq-t6jYVrRJoKfYrnGoo8vM-xirplofqrQ/edit?usp=sharing" target="_blank">Приложением</a> или настоящим Регламентом;</li>
                    <li>использование электронных устройств во время боя с целью получения доступа в Интернет;</li>
                    <li>подсказка любому игроку во время розыгрыша темы;</li>
                    <li>высказывание или действие, оскорбляющее вместе или порознь представителей Оргкомитета;</li>
                    <li>высказывание или действие, оскорбляющее другие команды или игроков порознь;</li>
                    <li>действия, мешающие представителям Оргкомитета вместе или порознь осуществлять их деятельность по проведению игр Турнира;</li>
                    <li>действия, мешающие игре других команд или отдельных игроков;</li>
                    <li>невыполнение распоряжений представителей Оргкомитета, имеющих отношение к выполняемым ими обязанностям по обеспечению игр Турнира.</li>
                  </ul>
                </li>
                <li>Под некорректным поведением зрителя во время проведения Турнира понимаются действия, указанные в п. 5.4, а также:
                  <ul className="unnumlist">
                    <li>оскорбление команды или любого её игрока;</li>
                    <li>подсказка команде или любому её игроку;</li>
                    <li>шум во время чтения ведущим вопроса;</li>
                  </ul>

                </li>
                <li>Решение о применении штрафных санкций принимает Оргкомитет простым большинством голосов.</li>
              </ol>
            </li>
            <li>Особые решения Оргкомитета
              <ol className="level-2">
                <li>Оргкомитет имеет право изменить уже опубликованный Регламент до 23:59 (GMT-7) 12 сентября 2025 года при условии публикации информации о факте и содержании изменений в <a href="https://t.me/+ig7u7dEkGps0OWYx" target="_blank">телеграм-канале Фестиваля</a>.</li>
                <li>В случае возникновения форс-мажорной ситуации, приводящей к невозможности отыгрыша описанной настоящим Регламентом сетки в заданные расписанием мероприятий временные интервалы, Оргкомитет имеет право поменять схему турнира по ходу соревнований. Все команды, выбывшие из турнира на момент принятия решения о смене схемы, продолжат считаться таковыми.</li>
              </ol>
            </li>
          </ol>
          <h4 className="text-center mb-6 mt-16">Регламент турнира по «Своей Игре»</h4>
          <h5 className="text-center mb-16">С регламентом турнира по «Своей Игре» вы можете ознакомиться <a href="https://docs.google.com/document/d/11XZJnXeLqJLIU5_qKsvIqtxB3MPoXihfP9KKgMCEXig/edit?usp=sharing" target="_blank">Здесь</a></h5>
        </div>
      </div>
    </div>
  </>
  );
}